{"_id": "CLIC-55-139", "text": "I woke up this morning and noticed my skin was feeling especially sensitive and fragile. Throughout the day, I realized that even the slightest touch or friction was causing painful blisters to form on my hands and feet. It made it incredibly difficult to do even simple tasks like getting dressed or washing dishes. I had no idea what was going on and I started to feel really frustrated and helpless."}
{"_id": "CLIC-66-3", "text": "I've always wondered at what age I will really feel like a proper adult. I have heard that the brain continues to mature even after teenage years. It makes me curious to know when exactly the brain is fully developed and functioning at its peak."}
{"_id": "CLIC-56-74", "text": "I noticed bumps and boils forming under my armpits and around my groin area. They were painful and kept coming back even after popping or draining them. I had no idea what was happening and didn't know if there was a way to get rid of them for good."}
{"_id": "CLIC-47-13", "text": "I had been feeling run down and tired for weeks but could not pinpoint the reason. One day, I woke up with a high fever and couldn't shake it off. Worried, I went to the doctor, and after some tests, I was informed that my body had very low levels of infection-fighting cells. The doctor explained that this was why I was constantly getting sick and having difficulty recovering. They recommended a treatment plan to boost my immune system and help fight off infections more effectively."}
{"_id": "CLIC-96-42", "text": "During my last eye checkup, the doctor mentioned something about a macular hole, but I have no idea what that means. I don't know anyone who has had it before, so I'm a bit worried about how common it is to develop one in both eyes."}
{"_id": "CLIC-87-62", "text": "I've always had a sweet tooth and love indulging in sugary treats whenever I can. Recently, I've noticed that my vision has been getting blurry and I struggle to focus on things clearly. I never knew that my love for sweets could increase my risk of developing diabetic retinopathy."}
{"_id": "CLIC-50-51", "text": "I started experiencing numbness and weakness in my arms and hands. The doctor mentioned something about spinal stenosis in my neck, but I have no clue what that means. She said they need to run some tests to diagnose it properly."}
{"_id": "CLIC-100-94", "text": "I woke up this morning with my eye feeling itchy and painful, and it looks really red and irritated. I'm not sure what's causing it, but it's been bothering me all day."}
{"_id": "CLIC-12-71", "text": "I have always been curious about my family's health history, but I never paid much attention to specific genetic traits. Recently, I noticed that a few family members have been displaying symptoms of a mental health disorder, but I am not sure if there is a genetic component to it. I've heard about schizophrenia and its genetic risk factors, but I have no idea where to start looking for this information or how it could impact my family's health in the future."}
{"_id": "CLIC-16-21", "text": "I have been feeling really down lately and struggling with my mood. My friend suggested that I look into different types of therapies that could help. I decided to research online, and I came across brain stimulation therapies. This was a totally new concept to me, and I didn't know where to start or what options are available."}
{"_id": "CLIC-45-86", "text": "I was looking at an X-ray of my friend's broken arm, and I noticed that the bones looked really different compared to other X-rays I've seen. They had this weird, mesh-like pattern all over them. I had no idea what that meant or why it looked like that."}
{"_id": "CLIC-80-59", "text": "I noticed that my niece's eye looks a little cloudy, and sometimes she seems to struggle with seeing clearly. I've heard that young children can develop eye problems, but I'm not sure how serious it could be."}
{"_id": "CLIC-79-51", "text": "Recently, I've been feeling overwhelmed at work due to tight deadlines and demanding clients. My eyelid has started twitching uncontrollably, and it's become quite distracting during meetings. I've heard that stress could be a trigger for this eyelid twitching, but I have no idea how to manage it."}
{"_id": "CLIC-45-50", "text": "I remember my friend talking about her daughter, who has been diagnosed with a rare condition that affects her bones. She was so worried because her daughter chipped her tooth while playing outside. She mentioned something about Type I OI and how it can lead to dental changes and an increased risk of tooth fractures. I wonder what that means exactly and how it could affect her daughter's teeth in the future."}
{"_id": "CLIC-25-40", "text": "I remember when my friend started experiencing strange symptoms like fever and joint pain out of nowhere. She had no idea what was going on and was really scared. She mentioned that her mom also had similar symptoms in the past. She was curious if these symptoms could be passed down from parents to children."}
{"_id": "CLIC-33-46", "text": "At first, I used to think that my joint pains were just because I was getting older and that everyone experienced them. But as time went on, the pain became more severe and started affecting my daily activities. I couldn't open jars, walk for long distances, or even hold a pen for too long without feeling a sharp pain. I had no idea that rheumatoid arthritis could progress to the point of disability until my doctor explained it to me."}
{"_id": "CLIC-25-18", "text": "I woke up feeling very tired and with a sore throat. I went to work anyway, but as the day progressed, I started feeling worse. My coworker suggested that I might have come down with a cold or the flu. I asked her if the innate immune system produces antibodies to fight off these kinds of illnesses."}
{"_id": "CLIC-2-40", "text": "I've noticed that my friend's child is constantly moving around, has trouble sitting still, and often interrupts others when they are speaking. I wonder if there are any ways to help manage these behaviors without knowing much about medical knowledge."}
{"_id": "CLIC-29-80", "text": "Yesterday, I woke up with a sharp pain in my knee when I tried to stand up from my bed. I found it really difficult to walk or even climb stairs. I had to cancel my plans for a hiking trip with my friends because of this sudden pain."}
{"_id": "CLIC-53-94", "text": "I noticed patches of hair falling out on my scalp a few months ago, but then it started growing back after a while. However, recently, I've noticed more hair falling out. I wonder if this is normal or if my alopecia areata is recurring."}
{"_id": "CLIC-8-52", "text": "I often find myself consuming large amounts of food in one sitting and feeling guilty afterward. Sometimes I can't control the urge to eat excessively, and it leaves me feeling out of control. I'm not sure if what I'm experiencing is just overeating or something more serious."}
{"_id": "CLIC-98-67", "text": "I've been noticing that the road signs and license plates are getting blurrier even though they used to be clear before. I wonder if my vision is getting worse over time or if it's just temporary."}
{"_id": "CLIC-16-58", "text": "I was recently at the dentist's office for a wisdom tooth extraction, and they mentioned they were going to use anesthesia. I'm not sure what that means, but they said it was necessary for the procedure."}
{"_id": "CLIC-4-28", "text": "Lately, I've been feeling so overwhelmed with work and personal life that I've had trouble sleeping. I find myself staying up late into the night, feeling wired and restless, only to crash and oversleep the next day. My energy levels have been all over the place, and I can't seem to stick to a routine. I wonder if this is normal or if something might be going on with me."}
{"_id": "CLIC-28-28", "text": "I have a young cousin who was recently diagnosed with a type of arthritis, and I feel helpless about how I can support them. I'm wondering if there are any simple things I can suggest to my aunt and uncle that could make a difference in managing my cousin's condition."}
{"_id": "CLIC-20-15", "text": "I have been feeling overwhelmed and stressed out at work for months now, and it's starting to affect my personal life too. My friend suggested that I should consider therapy, but I have no idea where to start or if it would really help me."}
{"_id": "CLIC-72-60", "text": "I noticed that my grandfather, who has recently been diagnosed with AMD, struggles to see clearly when we have dinner in dimly lit restaurants. He often squints and leans in close to his plate to see his food."}
{"_id": "CLIC-66-9", "text": "I had a few drinks at a party last night, and now I'm feeling really sick and dizzy. I don't understand what's happening to me, and I'm worried that something might be seriously wrong."}
{"_id": "CLIC-80-58", "text": "I noticed my niece, who is a toddler, has cloudy spots in her eyes, and it seems like her vision is affected. I have no idea what could be causing this, but I'm really worried about her."}
{"_id": "CLIC-51-9", "text": "I was playing soccer with my friends in the park, and suddenly I felt a sharp pain in my ankle after trying to kick the ball. I couldn't put any weight on it and had difficulty moving."}
{"_id": "CLIC-75-15", "text": "I was struggling with blurred vision and experiencing difficulty focusing on objects. I didn't know what was wrong and wondered if there were any home remedies that could help with my vision problems."}
{"_id": "CLIC-7-56", "text": "I recently adopted a puppy and want to ensure it grows up well-trained. I heard about parent training sessions for pet owners but have no idea how long they typically last or how often they are conducted."}
{"_id": "CLIC-9-25", "text": "I recently found out that I have a medical condition that will require me to share sensitive information with my friends and family. It's a scary thought, and I have no idea how to approach it or whom to tell first."}
{"_id": "CLIC-81-17", "text": "I was feeling fine until a sudden sharp pain in my leg made it difficult to walk. I rushed to the emergency room, where the doctor mentioned something about non-ischemic and ischemic CRVO. I had no idea what that meant and felt completely lost during the discussion about my condition."}
{"_id": "CLIC-68-22", "text": "I went out with my friends for a night of drinking, and I woke up the next morning feeling terrible. I had a splitting headache, felt nauseous, and my stomach was upset. I wondered why I felt so awful after drinking just a few hours before."}
{"_id": "CLIC-74-94", "text": "I woke up with a persistent headache and blurry vision, which only seemed to be getting worse as the day went on. I ignored it, thinking it was just due to lack of sleep. But as the day progressed, the symptoms didn't go away. At night, the pain had become unbearable. I realized that early treatment might have been crucial as I struggled to get help at a late hour."}
{"_id": "CLIC-3-41", "text": "I noticed that my neighbor's child behaves differently compared to other kids in the neighborhood. They have difficulty with social interactions and seem to have repetitive behaviors. I wonder what could be causing these behaviors in the child."}
{"_id": "CLIC-15-67", "text": "I recently witnessed a close friend who was involved in a car accident. Despite having multiple injuries and being traumatized by the incident, my friend was unsure if clinical trials were their only option for treatment."}
{"_id": "CLIC-87-87", "text": "I never paid much attention to my diet or physical activity level until recently. I started experiencing blurry vision and went to see an eye doctor. They told me I have diabetic retinopathy. I hadn't realized that being overweight, not exercising, and having uncontrolled blood sugar levels could increase my risk for this condition."}
{"_id": "CLIC-34-1", "text": "I noticed some strange changes in my friend's skin - it seemed to be getting tighter and tougher, especially on their hands and face. They also mentioned having trouble moving their fingers and experiencing some digestive issues. I have no medical knowledge and don't know what might be causing these symptoms."}
{"_id": "CLIC-97-20", "text": "I've recently noticed that reading and watching TV has become harder for me because everything seems blurry. I visited an eye specialist who mentioned something about a macular pucker, but I don't really understand what it is. The doctor mentioned something about lifestyle changes that can help manage it, but I have no idea where to begin."}
{"_id": "CLIC-13-20", "text": "I was visiting a friend's house and noticed that they had been canceling plans frequently, always seemed fatigued, and had a messy and disorganized living space whenever I dropped by. They also seemed to be drinking more alcohol than usual and had mentioned feeling anxious and depressed lately."}
{"_id": "CLIC-89-4", "text": "I've always had perfect vision, but lately, I've been having trouble reading things up close. I never used to need glasses, so I wonder if there are any specific reasons why my eyesight might be changing."}
{"_id": "CLIC-8-105", "text": "I started taking medication for my anxiety a few weeks ago, and my doctor mentioned that it might take some time for the medication to start working. I'm not sure how long I should wait before expecting to see some results."}
{"_id": "CLIC-8-35", "text": "I have a close friend who has been constantly worrying about their weight and appearance. They have been restricting their food intake significantly and seem to be losing a lot of weight rapidly. They constantly talk about feeling fat and guilty whenever they eat something. Despite my concerns, they brush off any suggestion of seeking help and insist that they are just trying to be healthy."}
{"_id": "CLIC-17-24", "text": "As a new employee in a fast-paced office environment, I struggled to keep up with multiple projects and deadlines. I found myself feeling overwhelmed and unsure of how to manage my time effectively."}
{"_id": "CLIC-56-53", "text": "I noticed a strange hard bump underneath my skin, and it's been there for a few weeks now. I'm not sure what it is or where it came from, but it's a bit concerning because it doesn't seem to be going away."}
{"_id": "CLIC-72-62", "text": "I've noticed my grandmother's eyesight has been getting worse over the years. She struggles to read small print and often complains about blurry vision. I wonder if there are any reasons why her vision is deteriorating like this."}
{"_id": "CLIC-28-84", "text": "After a few days of experiencing joint pain and stiffness, I woke up feeling more energetic and noticed that my joints were less swollen. I could move around more easily and didn't feel as fatigued as I did during the flare-up."}
{"_id": "CLIC-94-30", "text": "I've noticed recently that my grandmother has been struggling to read the newspaper and recognize faces from a distance. I'm not sure how to help her with her worsening eyesight."}
{"_id": "CLIC-100-75", "text": "I wake up with red, watery eyes, and they are really itchy and uncomfortable. I have no idea what might be causing it, but my mom suggests that it could be pink eye. I have no knowledge about pink eye or how it spreads, so I am unsure if I should continue sharing my towel with my siblings or using the same pillowcase as my brother."}
{"_id": "CLIC-26-15", "text": "I woke up one morning feeling a sharp pain in my big toe, which gradually became swollen and red. I didn't understand why my toe was hurting so much, and I couldn't even put weight on it. The pain was intense, and I started to feel unwell overall. I had no idea what was happening to me and had never experienced anything like it before."}
{"_id": "CLIC-80-69", "text": "I noticed that my vision was getting blurrier even after getting cataract surgery a few years ago. I scheduled an appointment with my eye doctor, and they mentioned something about secondary cataracts. I have no idea what that is or if there are any risks involved in treating it."}
{"_id": "CLIC-29-92", "text": "I've been feeling some discomfort in my knees recently, especially when I try to climb stairs or stand up from a chair. It's getting harder to move around and I find myself avoiding activities that involve a lot of bending and putting weight on my knees."}
{"_id": "CLIC-43-90", "text": "I recently underwent knee surgery due to a sports injury. I'm curious to know when I can start seeing improvements in my ability to walk and a decrease in my pain levels."}
{"_id": "CLIC-40-22", "text": "I woke up one morning feeling extremely tired and achy all over my body. I couldn't understand why I was feeling this way, but it seemed to be getting worse with time. I decided to look up my symptoms online and came across the term fibromyalgia. I had never heard of it before and didn't know who was more prone to developing it."}
{"_id": "CLIC-100-99", "text": "I woke up one morning with my eye feeling irritated and looking red. I noticed some discharge coming out of it and immediately panicked because I didn't know what was happening. I called a friend who mentioned the possibility of pink eye and suggested it could be viral or bacterial. I had no idea there was a difference between the two and was unsure how to proceed."}
{"_id": "CLIC-15-13", "text": "After witnessing a car accident, I felt extremely shaken and frightened. In the days that followed, I had trouble sleeping, experienced frequent headaches, and felt constantly on edge. I wondered if it was normal to have these physical symptoms after such a traumatic event."}
{"_id": "CLIC-88-2", "text": "I've been spending long hours in front of my computer for work, and lately, I've been noticing that my eyes feel dry and irritated. I keep rubbing them, but it doesn't seem to help much. I wonder what could be causing this discomfort."}
{"_id": "CLIC-6-61", "text": "I noticed my husband has been unusually quiet and disinterested in his hobbies for weeks. He spends most evenings watching TV alone and has lost his appetite. I'm not sure if these signs are just stress from work or something more serious."}
{"_id": "CLIC-54-154", "text": "I noticed that every time I used a new scented lotion, my skin would become itchy and red. I didn't understand why this was happening, but I decided to stop using scented products altogether to see if it would help."}
{"_id": "CLIC-71-15", "text": "I had a really bad headache and took a pain reliever without thinking much about it. Later that night, I met some friends for drinks and had a few beers. To my surprise, the pain reliever didn't seem to work as well as usual. I was wondering why it was taking longer for the headache to go away."}
{"_id": "CLIC-19-148", "text": "I recently bought a new brand of pain relief medication from an online retailer because it was on sale. After taking a few pills, I started feeling dizzy and nauseous, which was not a normal reaction for me. I've heard about counterfeit medications, but I didn't know how to report it or what to do next."}
{"_id": "CLIC-44-12", "text": "\"I noticed that my friend's fingers seem unusually long and slender compared to mine. I also noticed that their arms and legs appear to be longer than average. When we were playing basketball, I noticed that they have a very flexible spine and can easily bend backward. I wonder if these physical traits could be connected to some kind of medical condition?\""}
{"_id": "CLIC-11-20", "text": "I was in a car accident a few months ago, and ever since then, I've been having trouble sleeping and keep having nightmares about the crash. I also get really jumpy and anxious whenever I hear a loud noise or someone honks their horn. I feel like I can't shake off the fear and panic that comes over me in certain situations. It's like my mind and body are constantly on high alert, and I just can't seem to calm down no matter what I do. It's affecting my daily life, and I don't know how to make it stop."}
{"_id": "CLIC-75-46", "text": "I've been noticing that street signs and license plates have started to look a bit blurry to me lately. Sometimes when I'm reading, the words also appear a bit distorted. I hadn't had any vision problems before, so this is all new to me."}
{"_id": "CLIC-59-67", "text": "I woke up one morning with some strange blisters on my skin. They seemed to be spreading and were really itchy. I had no idea what was going on and decided to do some research online to try to understand what could be causing it."}
{"_id": "CLIC-46-77", "text": "As a person without medical knowledge, I started feeling unexplainable fatigue and noticed strange dark spots appearing on my gums. Concerned about my health, I went to see a dentist, who referred me to a general practitioner for further evaluation. After various tests and consultations, I was diagnosed with HIV infection. Over time, I started experiencing severe joint pain in my knees, making it difficult to walk. The doctors explained that HIV infection can impact bone health and increase the risk of osteonecrosis, a condition where bone tissue dies due to a lack of blood supply. They suggested a treatment plan to manage both my HIV infection and osteonecrosis symptoms."}
{"_id": "CLIC-41-53", "text": "I noticed a small bump on my newborn baby's leg shortly after she was born. I didn't think much of it at first, assuming it was just a normal part of her newborn body. However, as she grew older, the bump seemed to be getting bigger and more noticeable. Worried, I decided to take her to the doctor to get it checked out. The doctor informed me that it could be fibrous dysplasia, a condition that can be present from birth but may not be diagnosed until later on."}
{"_id": "CLIC-46-151", "text": "I injured my knee during a soccer game, and it was really painful. I didn't see a doctor because I thought it would heal on its own. However, weeks later, the pain was still intense, and I had difficulty walking. I decided to seek medical help, and the doctor mentioned something called osteonecrosis as a possible complication."}
{"_id": "CLIC-42-78", "text": "I recently fell while skiing and hurt my ankle pretty badly. The doctor mentioned something about a type VI injury, but I have no idea what that means. I'm not sure what the standard treatment protocols are for this type of injury."}
{"_id": "CLIC-16-202", "text": "My friend recently underwent a procedure called deep brain stimulation (DBS) for their Parkinson's disease, but I have no idea what that means or how it actually works."}
{"_id": "CLIC-20-91", "text": "I have been feeling overwhelmed and stressed out lately due to work and personal issues. I’ve heard that talking to a therapist could help, but I have no idea where to start looking for one."}
{"_id": "CLIC-64-69", "text": "I have a close friend who has been struggling with vitiligo for a few years now, and recently, they were diagnosed with an autoimmune disease. They are really confused and scared about how these two conditions might be connected. They know nothing about medical terms or genetics, so they are finding it hard to understand if there's a genetic link between autoimmune diseases and vitiligo."}
{"_id": "CLIC-9-53", "text": "I have a close friend who was recently diagnosed with HIV. I want to support them, but I don't know much about the disease or how it affects a person's daily life. I find it hard to understand why they need to take medication regularly and how it impacts their physical and mental health. I'm struggling to navigate how to support them emotionally and practically as they deal with this chronic illness."}
{"_id": "CLIC-52-67", "text": "I noticed that my skin has been breaking out a lot lately, and I'm not sure why. I don't know much about skincare or medical stuff, but I've heard that certain foods can make acne worse. I've been eating a lot of greasy fast food and sugary snacks lately, maybe that could be causing my breakouts?"}
{"_id": "CLIC-85-8", "text": "As a graphic designer, I spend long hours working on my computer. Lately, I've noticed that I'm experiencing more frequent headaches and eye strain after a long day of work. I never thought much of it until my vision started to blur occasionally, making it difficult to focus on my screen. I wonder if this issue will go away on its own or if it could get worse if left untreated."}
{"_id": "CLIC-32-65", "text": "I woke up one morning feeling a sharp pain and burning sensation while urinating. I noticed that I also had a fever and felt fatigued. Unsure of what was causing these symptoms, I decided to visit a doctor to get it checked out."}
{"_id": "CLIC-19-3", "text": "I recently started taking some new medication for my anxiety, but I've been feeling really tired and dizzy lately. I'm not sure if these are normal side effects or if I should be concerned."}
{"_id": "CLIC-76-51", "text": "I recently found out that a close friend of mine has been experiencing recurrent oral ulcers, genital sores, and eye inflammation. They have been seeking medical advice because these symptoms have been bothering them for quite some time now. I heard the doctor mention something about a gene called HLA-B51 and its possible connection to their symptoms, but I have no idea what that means."}
{"_id": "CLIC-51-100", "text": "I recently started a new fitness regimen at the gym, and after pushing myself too hard during a workout, I ended up with a sharp pain in my thigh. I'm not sure what caused it, but it hurts whenever I try to move."}
{"_id": "CLIC-84-87", "text": "I recently applied to become a pilot, but during the medical examination, I found out that I have color vision deficiency. Now I'm not sure if this will impact my chances of becoming a pilot or if there are any other careers I should consider instead."}
{"_id": "CLIC-14-118", "text": "I recently started seeing a therapist for my anxiety and depression, but I've been feeling like my progress has plateaued. I'm not sure if I should continue therapy or seek a different form of treatment."}
{"_id": "CLIC-2-100", "text": "Sometimes I feel really overwhelmed with all the work and just can't seem to focus. My friend recommended trying out some medication to help me concentrate better. I don't really know much about these things, but I'm willing to give it a shot to see if it helps me be more productive."}
{"_id": "CLIC-41-7", "text": "I recently went for a routine check-up and the doctor mentioned that I might have a condition called fibrous dysplasia. I had never heard of it before and didn't know what risk factors could have led to it."}
{"_id": "CLIC-25-55", "text": "Yesterday, I woke up with a terrible headache, body aches, and a high fever. I had no idea what was going on, so I decided to call my friend who knows a lot about medical stuff. I told them my symptoms, and they asked if I had ever heard of TRAPS. I had no clue what that was or what treatments were available for it."}
{"_id": "CLIC-1-23", "text": "I've noticed that my friend has been constantly worrying about every little thing, even when there's no reason to be concerned. It's like they're always on edge and can't seem to relax. They often complain about feeling restless and having trouble sleeping, which is starting to affect their daily life and relationships."}
{"_id": "CLIC-42-46", "text": "When I was younger, I took up rollerblading as a hobby without knowing much about the risks involved. One day, I attempted a tricky maneuver and fell hard on my wrist. The doctor mentioned something about my growth plate being affected by the injury. It made me wonder at what age does this part of my bone stop being at risk for injury."}
{"_id": "CLIC-18-11", "text": "I've been feeling unusually down for a while now, finding it hard to get out of bed in the mornings and losing interest in activities I used to enjoy. I've also been neglecting my personal hygiene, struggling to concentrate at work, and have trouble sleeping at night. I'm not sure if these are just temporary feelings or if I should seek help for my mental health concerns."}
{"_id": "CLIC-28-36", "text": "I recently noticed that my child has been complaining of joint pain and stiffness, especially in the mornings. They also seem to be very fatigued and have a persistent low-grade fever. I'm not sure what's going on, but it's starting to worry me."}
{"_id": "CLIC-22-32", "text": "I have noticed that my uncle has been experiencing persistent lower back pain and stiffness, especially in the mornings. He finds it difficult to bend over and has mentioned feeling fatigued despite getting enough rest. He has not been involved in any accidents or physical activities that could explain his symptoms. I'm not sure what could be causing it and if it's something serious."}
{"_id": "CLIC-36-42", "text": "I woke up this morning feeling extremely fatigued and noticed a strange rash on my face. My joints have been achy for the past few days, and I've been experiencing bouts of hair loss. I'm not sure what's going on, but it's all happening at once, and I'm starting to get worried about my health."}
{"_id": "CLIC-63-84", "text": "I recently moved to a new city and noticed that my skin has been feeling unusually tight and I'm experiencing joint pain. I have no idea what could be causing it, but I've heard that the weather here is much drier than where I used to live. I start wondering if the environmental changes could be playing a role in these strange symptoms."}
{"_id": "CLIC-76-52", "text": "I woke up one morning feeling extremely tired and noticing painful sores in my mouth. Over the next few days, I started experiencing redness and swelling in my eyes as well. Concerned about these symptoms, I scheduled a visit to my doctor to understand what could be causing these strange health issues."}
{"_id": "CLIC-11-125", "text": "I recently started therapy for my anxiety and panic attacks. The therapist mentioned that treatment might take time, but I was unsure about how long it would take to start feeling better."}
{"_id": "CLIC-61-168", "text": "Today, I noticed my fingers turning white and feeling numb when I went out in the cold. I have no idea why it's happening, but it's been occurring quite frequently."}
{"_id": "CLIC-73-45", "text": "I've always loved dressing up in pirate costumes for Halloween, so this year I decided to wear an eye patch as part of my outfit. Little did I know that my friend, who has amblyopia, noticed and started a discussion about whether wearing an eye patch could actually help improve vision."}
{"_id": "CLIC-62-69", "text": "I noticed that my face was becoming increasingly red and flushed, especially after being out in the sun or having a glass of wine. It seemed like I was developing persistent redness on my cheeks and nose, with some small bumps and visible blood vessels. I didn't pay much attention to it at first, but over time, the redness and bumps started to become more pronounced and even painful at times. The condition was also making my skin feel hot and sensitive, and I began to feel quite self-conscious about my appearance."}
{"_id": "CLIC-11-24", "text": "I was in a car accident last year, and even though I recovered physically, I found myself having trouble sleeping and feeling on edge. Sometimes I would be fine for days, but other times I would suddenly feel overwhelmed with fear and anxiety, even when nothing triggering was happening around me."}
{"_id": "CLIC-46-74", "text": "I recently went on a scuba diving trip with some friends. On the last day, I felt a sharp pain in my hip, and my leg became numb. I had no idea what was happening, but when I went to the doctor, they explained that I might have decompression sickness, which can lead to osteonecrosis if not treated promptly."}
{"_id": "CLIC-49-32", "text": "I started to notice that my friend's back had a pronounced curve when she bent over to pick something up. Concerned, I asked her about it, and she explained that she was diagnosed with idiopathic scoliosis. Not knowing anything about medical terms, I was puzzled and wanted to learn more about what it meant for her health and well-being."}
{"_id": "CLIC-14-111", "text": "My elderly father was recently discharged from the hospital after a hip surgery, and I was confused about the different healthcare professionals involved in his care. I didn't know who to contact for updates or how they were all working together to ensure his recovery."}
{"_id": "CLIC-8-13", "text": "I noticed that my friend, Sarah, has been talking about wanting to lose weight constantly. She keeps skipping meals and seems to be fixated on her appearance and body size. Every time we discuss her weight, she insists that she is overweight even though she looks very thin to me. I'm starting to worry about her health, but I don't know how to approach the situation or understand why she sees herself differently."}
{"_id": "CLIC-72-158", "text": "I noticed that my elderly relative was having trouble reading small print and seeing things clearly. I started researching online and saw that they might have age-related macular degeneration (AMD). I am worried and wondering if there is a cure or treatment available for this condition."}
{"_id": "CLIC-72-14", "text": "I noticed that my grandmother has been having trouble seeing clearly lately. She mentioned that she's been experiencing blurriness and distortion in her vision. I wonder if this is just normal aging or if there might be some underlying health issue."}
{"_id": "CLIC-73-48", "text": "I noticed that my young niece always squints or closes one eye when watching TV or reading. Concerned about her vision, I decided to take her to an eye check-up."}
{"_id": "CLIC-9-29", "text": "I recently found out that I tested positive for HIV, and it's been a lot to process emotionally. I'm feeling overwhelmed and scared about the future. I don't know how to deal with these intense emotions and uncertainties."}
{"_id": "CLIC-86-14", "text": "As I spend long hours staring at my computer screen for work, I notice my eyes feeling irritated and gritty. They often become red and watery, and sometimes I even struggle to focus clearly on the screen. I wonder why my vision seems blurry and my eyes feel uncomfortable after working for extended periods."}
{"_id": "CLIC-88-64", "text": "I went to the pharmacy to buy some over-the-counter moisturizing gel for my dry skin. I was unsure if I needed a prescription for it, so I approached the pharmacist to ask for guidance."}
{"_id": "CLIC-35-64", "text": "I've been experiencing dry eyes and dry mouth for a while now. I always have to carry water with me and my eyes feel gritty and uncomfortable. I have no idea what could be causing this, but it's really affecting my daily life."}
{"_id": "CLIC-2-219", "text": "I was scrolling through social media when I saw a post about a new clinical trial for a medication to treat ADHD. It caught my attention because I've always been interested in trying to find ways to focus better. I wonder if there are specific criteria for who can participate in these trials."}
{"_id": "CLIC-62-79", "text": "I've always been curious about why my face gets really red sometimes, especially after eating certain foods or being out in the sun for too long. I decided to do some research to understand what's going on."}
{"_id": "CLIC-93-11", "text": "I started experiencing intense headaches out of nowhere, along with blurred vision that seemed to be getting worse every day. I had no idea what was happening and decided to seek medical help. The doctors mentioned something about idiopathic intracranial hypertension (IIH), but it was all new to me. I was confused and anxious, not knowing what it meant for my health."}
{"_id": "CLIC-90-59", "text": "I was hiking up a mountain and noticed some strange shapes in my field of vision. At times they were really noticeable, while at other times, they seemed to disappear completely. I had no idea what was causing this and found it quite concerning."}
{"_id": "CLIC-28-46", "text": "I recently found out that my grandmother and aunt both have arthritis, but I have no idea about the different types. I heard something about JIA but I am not really sure what it is or if it is related to the arthritis my family members have."}
{"_id": "CLIC-51-174", "text": "I twisted my ankle during a basketball game, and it started to swell up immediately. I'm not sure if this is just a normal response to the injury or if it's something more serious."}
{"_id": "CLIC-3-110", "text": "I have a friend who struggles with learning new skills and often gets overwhelmed easily when trying something new. I want to support them and help them break the tasks into smaller steps so that they can learn more comfortably."}
{"_id": "CLIC-27-64", "text": "I had to undergo hip replacement surgery due to severe arthritis, and the doctor asked me if I preferred a cemented or uncemented hip replacement. I had no clue what the difference was or if it affected recovery time at all."}
{"_id": "CLIC-12-37", "text": "I noticed that my friend who has schizophrenia seems to have times when he completely loses interest in hanging out or talking to anyone. Other times, he seems more withdrawn and has difficulty expressing emotions. His negative symptoms seem to fluctuate in intensity, so I'm not really sure how to support him or understand what he's going through."}
{"_id": "CLIC-8-46", "text": "I have a friend who eats a lot of food in one sitting and then excuses themselves to the bathroom to throw up. They seem to be maintaining a normal weight despite this behavior. I wonder if there could be something more serious going on with their health."}
{"_id": "CLIC-39-95", "text": "I've been working in an office job for the past 30 years, and recently, I started noticing a tingling sensation in my fingers and hands whenever I type on the computer. It's gotten so bad that sometimes I wake up in the middle of the night with numbness in my hands. I'm not sure what's causing it, but it's really affecting my daily activities."}
{"_id": "CLIC-25-57", "text": "I woke up with a high fever, red and swollen joints, and a rash all over my body. I had never experienced anything like this before and had no idea what was happening. The symptoms persisted for days, and I started to worry about the possible complications."}
{"_id": "CLIC-41-66", "text": "I used to play soccer every weekend with my friends, but last month I suddenly felt a sharp pain in my leg while running during a game. It turned out I had a stress fracture in my tibia, and my doctor mentioned something about fibrous dysplasia being a contributing factor. I didn't understand why that condition could lead to fractures, but it made me curious to learn more about it."}
{"_id": "CLIC-29-29", "text": "I've been feeling some discomfort and stiffness in my knees lately, especially when I walk up the stairs. My friends suggested it might be related to my weight gain over the past year. I'm starting to wonder if there are certain factors that could make me more prone to developing arthritis in my knees."}
{"_id": "CLIC-93-62", "text": "I've been feeling very tired and my vision has been blurry for a while now. I decided to go see a doctor about it, and after some tests, I was diagnosed with Idiopathic Intracranial Hypertension (IIH). The doctor mentioned that losing weight might help with my symptoms, but I have no idea how much weight I should aim to lose."}
{"_id": "CLIC-4-94", "text": "I have been feeling really down and unmotivated lately, so I decided to seek help. My friend mentioned that they found relief from their depression with antidepressants, so I went to see a doctor to see if they could help me too. The doctor mentioned something about bipolar depression and asked if I had ever been diagnosed with bipolar disorder. I had no idea what that meant, so the doctor explained it to me and also mentioned that using antidepressants alone to treat bipolar depression might not be the best course of action."}
{"_id": "CLIC-44-7", "text": "I recently noticed that my friend has unusually long limbs and fingers compared to the rest of our group. He also seems to have a really flexible spine and seems quite tall for his age. Lately, he's been complaining about feeling tired and having chest pains, and I've noticed that he often has trouble breathing properly. I'm a bit worried about him but don't know what might be causing these symptoms."}
{"_id": "CLIC-5-52", "text": "I recently befriended someone at my new workplace, and they seem to have extreme mood swings and react erratically to certain triggers. I noticed that they often talk about past traumatic experiences and seem constantly on edge. They once confided in me about a traumatic incident that happened during their childhood, and I could see how deeply it affected them. I'm not sure if their behavior is related to the trauma they experienced or if it's a sign of something else, like a mental health condition."}
{"_id": "CLIC-55-99", "text": "I recently noticed that my cousin's newborn baby has blisters on their skin. I am concerned and they told me it might be epidermolysis bullosa, but I have no idea what that is or how it differs between its types."}
{"_id": "CLIC-54-83", "text": "I noticed some red, itchy patches on my child's skin, and I have no idea what caused them."}
{"_id": "CLIC-58-78", "text": "I was chatting with a friend about our unusual nail shapes and she mentioned a rare condition called Pachyonychia Congenita. I had never heard of it before and didn't know how common or uncommon it is."}
{"_id": "CLIC-2-212", "text": "I've been struggling at work lately with staying focused and completing my tasks. My friend mentioned that participating in a clinical trial for ADHD might help me, but I have no idea what that involves or how it could benefit me."}
{"_id": "CLIC-91-41", "text": "I woke up this morning with a sharp pain in my eye and noticed that my vision was starting to blur. I have never experienced this before and have no idea what it could be."}
{"_id": "CLIC-49-57", "text": "I noticed that my friend always had a slightly crooked posture whenever we hung out together. One day, I read an article about scoliosis and realized that her family has a history of this condition. Concerned, I started wondering if there was anything she could have done to prevent it if she had known about the contributing factors."}
{"_id": "CLIC-36-29", "text": "I recently found out that my aunt has been diagnosed with lupus, and I have no idea what it is or if it can run in the family."}
{"_id": "CLIC-15-46", "text": "I had a really tough week at work, and on top of that, I had a minor car accident. I was feeling overwhelmed and stressed out. A friend suggested that I try yoga to help calm my mind. I had never done yoga before, but I decided to give it a try."}
{"_id": "CLIC-51-55", "text": "One day, as I was playing football with my friends, I suddenly felt a sharp pain in my shoulder after I fell hard on the ground while trying to catch the ball. I couldn't move my arm and it looked odd, so my friends told me I might have dislocated my shoulder. I had no idea what that meant or how it happened, but the pain was unbearable."}
{"_id": "CLIC-90-36", "text": "I recently noticed that I have been struggling to read small print, especially in low light. It's like the words are blurry or out of focus. I used to have perfect vision, so I'm not sure why this is happening as I get older."}
{"_id": "CLIC-76-88", "text": "I've been experiencing strange symptoms lately, like painful sores in my mouth and on my skin, along with joint pain and eye redness. I have no idea what could be causing it or how long these symptoms might last. I need to see a doctor to find out what's going on."}
{"_id": "CLIC-15-69", "text": "I have been struggling with anxiety for quite some time, and a friend recommended that I consider joining a clinical trial for a new therapy. I'm not sure if I can participate since I'm already seeing a therapist and taking medication for my anxiety."}
{"_id": "CLIC-41-78", "text": "I woke up one morning feeling a sharp pain in my neck that seemed to be getting worse. Throughout the day, I noticed that I was having difficulty moving my neck and I could feel a lump on the side of it. Worried about what could be causing these symptoms, I decided to seek medical advice."}
{"_id": "CLIC-42-59", "text": "I was helping my friend move some heavy furniture when suddenly he dropped a heavy box on his foot. He immediately winced in pain and was unable to put any weight on his foot. I had no idea what was wrong but it seemed serious."}
{"_id": "CLIC-4-47", "text": "I recently started working in a busy office and I've been feeling very overwhelmed and anxious lately. I've been having trouble concentrating on my tasks and have been feeling both depressed and agitated at the same time. I'm not sure why I'm experiencing these mixed emotions, but I know I need to find a way to manage them before they start affecting my work and personal life."}
{"_id": "CLIC-31-17", "text": "I was at a family gathering and noticed that both my uncle and cousin have psoriatic arthritis. I wondered if it could run in families, but I didn't know much about medical conditions or genetics."}
{"_id": "CLIC-78-9", "text": "I woke up with red, swollen eyelids and crusty eyelashes. I didn't think much of it at first, just brushed it off as tired eyes. As days went by, my eyes started to feel more uncomfortable, and the redness seemed to be spreading. I decided to ignore it until a friend mentioned that it could be blepharitis. I had never heard of it before and had no idea whether it could lead to other eye infections."}
{"_id": "CLIC-29-72", "text": "I noticed that my grandmother, who used to be very active and loved gardening, gradually started having difficulty using her hands and knees. At first, she brushed it off as simple aging, but over time, the pain and stiffness seemed to worsen, making it hard for her to even open jars or walk up the stairs."}
{"_id": "CLIC-53-45", "text": "I've been feeling really tired and sluggish lately, and my hair seems to be falling out more than usual. I've also noticed some bald patches starting to appear on my scalp. I have no idea what could be causing this sudden hair loss, but it's starting to really stress me out."}
{"_id": "CLIC-43-11", "text": "I had been experiencing chronic pain in my hip for months, and simple tasks like walking or even sitting down had become excruciating. I finally decided to consult a doctor, who informed me that I needed hip replacement surgery due to severe arthritis in the joint."}
{"_id": "CLIC-19-142", "text": "I bought a new skincare product and used it on my face, but soon after, I noticed a rash developing. Unsure of what to do, I searched online to find out how to report this issue and stumbled upon FDA MedWatch."}
{"_id": "CLIC-20-60", "text": "As a person who knows nothing about medical knowledge, I have been feeling overwhelmed and anxious lately due to work stress and personal issues. A friend suggested I try therapy, so I decided to give it a shot. I scheduled an appointment with a therapist that was recommended to me, but during the first session, I found it hard to open up and connect with them. I realized that feeling comfortable with a therapist is crucial for me to be able to share my thoughts and emotions openly."}
{"_id": "CLIC-81-42", "text": "I woke up one morning and noticed my vision was blurry in one eye. As the day went on, I started to see flashes of light and felt like there was a curtain blocking my vision. Concerned, I visited an eye specialist who mentioned something about a blood clot and a condition called CRVO, but I had no idea what it meant or how a blood clot could be related to my vision problems."}
{"_id": "CLIC-10-113", "text": "I recently saw an advertisement for a clinical trial on social media about a new treatment for OCD. I've always struggled with obsessive thoughts and compulsions, so I'm considering signing up. But I have no idea if there are any risks involved in participating."}
{"_id": "CLIC-10-18", "text": "I have a friend who always insists on straightening up all the books and items on my desk whenever they visit. Sometimes they spend hours organizing everything meticulously. I often wonder if they actually enjoy doing it or feel compelled to do so."}
{"_id": "CLIC-16-243", "text": "I recently had a friend who underwent deep brain stimulation (DBS) surgery for their Parkinson's disease. They started to experience some discomfort and pain around the surgical site where the device was implanted. Although they were prepared for some level of discomfort due to the surgery, they were surprised by the intensity of the post-operative pain."}
{"_id": "CLIC-32-8", "text": "I woke up one morning with pain and swelling in my knee which made it hard to move. I also noticed redness and warmth around the joint. I have no idea what could be causing this sudden discomfort and wonder if it's easily diagnosed."}
{"_id": "CLIC-16-16", "text": "I recently came across a conversation where someone was discussing trying out a new type of treatment for their depression. They mentioned something about experimental brain stimulation therapies that they were considering. I have no idea what those are but it sounded intriguing."}
{"_id": "CLIC-83-1", "text": "I was chatting with a friend, and she mentioned that her son was just diagnosed with coloboma. I had never heard of it before and didn't know how to react. I wanted to be supportive and understand what they were going through, but I had no idea what symptoms to look out for or what it even meant."}
{"_id": "CLIC-45-32", "text": "I met someone at a friend's gathering who was explaining that their child was born with very fragile bones. They mentioned that the doctors diagnosed their child with different types of Osteogenesis Imperfecta based on how severe the condition was. I had no idea what that meant, but it sounded serious."}
{"_id": "CLIC-91-55", "text": "I recently found out that my grandfather has been diagnosed with glaucoma. I don't know much about it, but I'm wondering if there's anything I can do to prevent developing it myself in the future."}
{"_id": "CLIC-32-106", "text": "My friend's brother suddenly started experiencing joint pain and swelling after recovering from a bout of food poisoning. Concerned about his symptoms, my friend asked me if there's a way to find out if he is at risk for developing reactive arthritis."}
{"_id": "CLIC-5-45", "text": "I woke up feeling incredibly exhausted every morning, no matter how much I slept. I struggled to focus at work and found it hard to concentrate. I decided to go to the doctor and get some answers."}
{"_id": "CLIC-94-29", "text": "I recently noticed that my vision has been getting progressively worse, and it's been especially difficult to read or drive. I'm not sure what's causing it, but a friend mentioned that it could be cataracts. I have no idea what cataracts are or if there are any treatments available for it."}
{"_id": "CLIC-92-52", "text": "I recently noticed that my eyes were feeling extremely pressured, and my vision seemed blurry. After some research, a doctor recommended orbital decompression surgery to alleviate the symptoms. However, I am unfamiliar with medical terms and am unsure about the potential risks and complications involved in the procedure."}
{"_id": "CLIC-17-9", "text": "I've always thought that emotional and psychological well-being are synonymous terms. However, recently, during a conversation with a friend, they made a distinction between the two. This sparked my interest in understanding whether they are indeed different and how they relate to mental health."}
{"_id": "CLIC-46-73", "text": "I went for a regular check-up and the doctor mentioned I had leukemia. I didn't understand much about it but was told that it could affect my bones. A few months later, I started experiencing intense joint pain and was diagnosed with osteonecrosis."}
{"_id": "CLIC-70-108", "text": "I remember back in high school when my friends and I used to sneak drinks at parties. We thought it was cool and everyone else was doing it, so why not? Little did we know that those decisions could have lasting effects on our bodies and mental health."}
{"_id": "CLIC-62-24", "text": "As someone who knows nothing about medical knowledge, I recently noticed that my friend's face sometimes gets really red and blotchy after they eat certain foods or drink alcohol. I always thought it was just a reaction to the environment or their diet, but now I'm curious if their skin complexion might have something to do with it."}
{"_id": "CLIC-41-4", "text": "I woke up this morning and noticed a dull, persistent pain in my leg that wasn't there before. Throughout the day, I felt increasingly fatigued and started to experience random bouts of limb weakness. By the end of the day, my leg felt tender to the touch and slightly swollen."}
{"_id": "CLIC-72-29", "text": "I've noticed my vision has been a bit blurry lately, especially when trying to read signs from a distance. I've also been experiencing some distortion in my central vision. I'm not sure what's going on, but I want to know if there's anything I can do to prevent it from getting worse."}
{"_id": "CLIC-13-54", "text": "I've been smoking for years, and I've been thinking about quitting for a while now. I've tried to quit cold turkey in the past, but it's been tough. A friend mentioned that there are medications available to help with nicotine addiction, but I have no idea where to start or which options are out there."}
{"_id": "CLIC-88-29", "text": "I've always had issues with my eyes feeling dry and itchy, especially in the winter. I've noticed my mom and grandma also complain about the same problem. I wonder if dry eye can be hereditary or if it's just a coincidence that we all seem to suffer from it."}
{"_id": "CLIC-29-45", "text": "I used to enjoy playing tennis with my friends every weekend, but recently I've noticed that my knees have been hurting more and more after each game. I've started avoiding physical activities because the pain gets worse when I'm active. My lack of mobility is really affecting my daily routine and overall quality of life."}
{"_id": "CLIC-4-45", "text": "I have a friend who struggles with extreme mood swings - one moment they are full of energy and talkative, and the next they may become withdrawn and irritable. I've noticed this pattern but have no idea why it happens or what it could mean."}
{"_id": "CLIC-81-40", "text": "I woke up this morning with a sudden, sharp pain in my right eye. It feels like something is pressing down on it, and everything looks blurry on that side. I'm starting to notice that the vision in that eye is getting darker, almost like there's a shadow over it. I'm not sure what's going on, but it's really starting to worry me."}
{"_id": "CLIC-57-79", "text": "I woke up feeling incredibly itchy all over my body, and my skin looked really dry and scaly. It was so uncomfortable that I decided to do some research online. I came across the term ichthyosis and wondered if it could be causing my symptoms. I read about how it primarily affects the skin, but I didn't know if it could also impact my internal organs."}
{"_id": "CLIC-22-17", "text": "I was experiencing severe back pain for weeks, and I couldn't figure out why. I finally decided to see a doctor after my discomfort became unbearable. The doctor asked me to do a series of tests and scans to figure out what was causing my back pain."}
{"_id": "CLIC-10-15", "text": "So, I was at a friend's house and noticed they have this habit of checking if the door is locked multiple times before leaving, even though they just checked it a few seconds ago. I don't really understand why they do that."}
{"_id": "CLIC-5-21", "text": "I remember when I had a new roommate who seemed to switch moods rapidly - one moment they were warm and friendly, the next they were explosive and accusing me of things I hadn't done. It felt like walking on eggshells around them, never knowing which version of them I would encounter next. It made it difficult to have open and relaxed conversations with them."}
{"_id": "CLIC-72-38", "text": "I've noticed that lately, I've been having trouble recognizing faces, and things seem blurry when I try to read. It's starting to affect my ability to do my work, and I'm not sure what's causing it."}
{"_id": "CLIC-16-187", "text": "I remember when I tried a new cooking method I saw online with very little information given. I needed to gather evidence by comparing the recipe ingredients and steps with other recipes to conclude if it was effective in producing a good meal."}
{"_id": "CLIC-62-65", "text": "I woke up this morning with my face feeling hot and flushed. I noticed my cheeks were red and my skin felt sensitive. As the day went on, I started developing small bumps that resembled acne on my nose and cheeks. I didn't think much of it at first, but as the days passed, the redness and bumps seemed to be getting worse. I started to feel self-conscious about my appearance, not knowing what was causing these symptoms to progress."}
{"_id": "CLIC-87-44", "text": "I was playing basketball with my friends, and suddenly I got hit in the eye by the ball. It started bleeding. I have no idea what to do!"}
{"_id": "CLIC-47-74", "text": "I remember my cousin mentioning that her father had some kind of rare bone disorder. She had no idea what it was, but she noticed that her dad had very dense bones and had to be extra careful with physical activities. I wonder if that condition can be passed down from just one parent."}
{"_id": "CLIC-54-94", "text": "I woke up one morning to find a red, itchy rash spreading across my arms and torso. I wasn't sure what had caused it, but it was uncomfortable and seemed to be getting worse. I wasn't sure if I should be concerned or if it was something that would go away on its own."}
{"_id": "CLIC-35-58", "text": "I've been having trouble speaking clearly lately and sometimes I feel like my tongue is sticking to the roof of my mouth. It's been getting harder to swallow certain foods and liquids as well. I'm not sure what's causing these issues, but it's been really frustrating trying to communicate and eat with these difficulties."}
{"_id": "CLIC-97-66", "text": "I recently visited an eye doctor for a routine check-up, and during the examination, the doctor mentioned that I have a macular pucker. I have no idea what it is, whether it's serious, or if it will go away on its own."}
{"_id": "CLIC-27-28", "text": "As I was helping my friend move furniture into their new apartment, I heard a loud pop in my hip when I twisted awkwardly while carrying a heavy box. The pain was intense, and I struggled to walk properly. I wondered if I had injured my hip joint somehow."}
{"_id": "CLIC-14-125", "text": "I've been feeling really overwhelmed lately with everything going on in my life. I've been considering seeking therapy, but I'm not sure where to start. A friend mentioned online therapy as an option, but I'm not sure if it's as effective as seeing a therapist in person. I'm trying to decide between the two and figure out which option would be best for me."}
{"_id": "CLIC-3-102", "text": "I noticed that my friend's child is struggling with social interactions and communication skills. They seem to get easily overwhelmed in noisy environments and have trouble expressing their needs. I realized that my friend is hesitant to seek help or advice, thinking that it might just be a phase the child will grow out of."}
{"_id": "CLIC-75-45", "text": "I've been having trouble reading recently, especially when looking at screens or books for extended periods. Everything seems a bit blurry and it's starting to affect my daily activities. I've heard of astigmatism but I'm not sure if that's what I might have. I wonder if it's a common eye condition that could be causing my vision issues."}
{"_id": "CLIC-55-108", "text": "I noticed that my friend's younger sibling always seemed to be much smaller in size compared to other children their age. They shared with me that the child had trouble gaining weight and didn't grow as quickly as their peers, which was a concern for their family."}
{"_id": "CLIC-10-88", "text": "I have a young relative with OCD who has been struggling a lot lately. They get really anxious and upset over little things, and it breaks my heart to see them like that. I heard that therapy might be helpful, but I have no idea how to support them or what to do to help manage their stress during the process. I just want to see them happy and carefree again."}
{"_id": "CLIC-58-38", "text": "I noticed some changes in my toenails recently, they seem to be getting thicker and more discolored. I'm not sure what's causing it, but it's been bothering me for a while now."}
{"_id": "CLIC-66-52", "text": "Growing up, I always felt a deep sense of abandonment because my parents were always working and never had time for me. This childhood trauma led me to seek solace in alcohol to numb the pain and loneliness I constantly felt in my teenage years."}
{"_id": "CLIC-97-37", "text": "I noticed that my vision was getting blurry and distorted, making it hard to read street signs while driving. I visited an eye doctor who diagnosed me with a macular pucker. They recommended different treatment options, but since I had no previous medical knowledge, I was unsure how these treatments could reduce the risk of developing the condition further."}
{"_id": "CLIC-25-34", "text": "I was talking to my friend about her recent health scare when she mentioned that she had been diagnosed with FMF. She looked worried and mentioned that her doctor had told her it was genetic. I had no idea what FMF was or what it meant for her health, so I decided to research it later to understand more about her condition."}
{"_id": "CLIC-34-30", "text": "I woke up this morning feeling a tightness in my skin that I've never experienced before. It seems like my skin is hardening and becoming thicker in some areas. I'm not sure what's going on, but it's starting to worry me. I decided to look up my symptoms online, and the search results mentioned something called scleroderma. I have no idea what that is or what I should do next."}
{"_id": "CLIC-30-65", "text": "I woke up this morning and found it incredibly difficult to move my arms and legs. I feel like my muscles are really sore, and it's painful to even raise my arms. I have no idea what's causing this sudden stiffness and pain, and I'm worried about how long this discomfort will last."}
{"_id": "CLIC-11-140", "text": "I have been trying to be there for a friend who has been through a traumatic experience, but no matter what I do or say, they seem to be struggling with their PTSD every day."}
{"_id": "CLIC-67-12", "text": "I noticed that every time I have a drink at social gatherings, my face turns really red and I feel hot and itchy all over. I'm not sure if it's normal or if I'm allergic to alcohol."}
{"_id": "CLIC-4-70", "text": "I was feeling so up and energized, taking on new projects at work and staying up all night to get things done. However, I started to notice that my moods were swinging wildly - from feeling on top of the world to suddenly crashing and feeling hopeless. I couldn't explain why I was having these extreme mood shifts, and it was affecting my relationships and job performance."}
{"_id": "CLIC-99-3", "text": "I recently noticed some strange spots and blurred vision in my eyes. It's been bothering me for a few weeks now, and I'm not sure what's causing it."}
{"_id": "CLIC-2-197", "text": "I noticed that my friend's child with ADHD struggles a lot in school and at home with following instructions and staying focused. My friend asked me for advice since I work with children with special needs, but I have no idea how to support kids with ADHD."}
{"_id": "CLIC-47-36", "text": "I noticed that my friend has been feeling tired and weak lately, and she mentioned that she was diagnosed with a rare bone disorder called osteopetrosis. She seems worried and asked me if osteopetrosis is treatable."}
{"_id": "CLIC-53-2", "text": "I woke up one morning to find small, round patches of hair missing from my scalp. I had no idea what was happening and why my hair was suddenly falling out."}
{"_id": "CLIC-74-18", "text": "I was at my sister's ultrasound appointment, and the doctor mentioned something about anophthalmia and microphthalmia. I had no idea what those terms meant, and I was too embarrassed to ask at the moment. I went home and started researching what they were and whether they could be detected during pregnancy."}
{"_id": "CLIC-62-27", "text": "I noticed some redness on my cheeks that never seemed to go away. I always thought it was just my skin being sensitive to the weather, but it's been persisting for a while now. I haven't really paid much attention to it since I have darker skin, and I didn't think rosacea could affect me."}
{"_id": "CLIC-79-49", "text": "I was experiencing frequent eye twitches, and after researching online, I found out that it may be a condition called blepharospasm. I decided to seek medical help and was recommended to undergo a myectomy surgery. However, not being familiar with medical jargon, I had no idea what qualifications to look for in a surgeon who could perform this procedure."}
{"_id": "CLIC-6-72", "text": "I've noticed that my grandmother has been feeling increasingly down and disinterested in her usual activities. She has been isolating herself and seems to have lost all motivation. I wonder if depression is more common in older adults like her, or if it could be something else causing her change in behavior."}
{"_id": "CLIC-96-88", "text": "I recently had surgery on my eye due to a condition in the retina. I'm not entirely sure what this surgery entails, but the doctor mentioned something about a macular hole. I'm now home recovering and trying to understand what milestones I should expect during my recovery."}
{"_id": "CLIC-83-55", "text": "I have always been intrigued by my friend's unique eye color and decided to buy colored contact lenses to change my eye color too. I didn't know much about eye conditions, and when I tried the lenses, my friend with iris coloboma warned me about the potential risks. I was confused and didn't understand why colored contacts could be unsafe for individuals with this condition."}
{"_id": "CLIC-29-86", "text": "I was helping my friend move into her new apartment and as we were carrying some heavy boxes up the stairs, I heard a strange grinding noise coming from my knees every time I took a step. It sounded like bones rubbing against each other, and it was really uncomfortable."}
{"_id": "CLIC-58-37", "text": "I was talking to a friend about unusual nail conditions, and she mentioned that her cousin has Pachyonychia Congenita. I had never heard of it before and was curious if there were specific genetic mutations associated with this rare disorder."}
{"_id": "CLIC-58-19", "text": "I woke up with a weird throbbing pain in my foot, and it looked really swollen. I asked my friend for advice, and she suggested I try using a special type of shoe insert to help alleviate the discomfort. I had never heard of using such tools before, but I was willing to give it a try."}
{"_id": "CLIC-88-21", "text": "As a college student who spends hours studying in front of the computer, I noticed that my eyes have been feeling dry and uncomfortable lately. I often wake up with red, watery eyes and sometimes they feel gritty. I've been wondering if this is a common issue or if it's just me."}
{"_id": "CLIC-73-99", "text": "I noticed that my niece seems to struggle with her vision and doesn't seem to be seeing clearly with one of her eyes. My sister mentioned to me that the eye doctor diagnosed her with amblyopia. I want to support her treatment, but I have no idea where to start."}
{"_id": "CLIC-56-37", "text": "My grandma was recently diagnosed with a rare genetic disorder, and my mom mentioned that it might be hereditary. I have no idea what the disorder is or what it might entail, but I'm starting to worry about my own health and wondering if there are any tests I should consider taking because of our family history."}
{"_id": "CLIC-88-44", "text": "I've been feeling a lot of discomfort in my eyes lately, they feel itchy and gritty. I went to see an optometrist for a routine eye exam. During the exam, the optometrist asked me some questions about my symptoms and then performed a series of tests using a special light and magnifying lens to look at my eyes. I was surprised when the optometrist told me that I might have dry eye syndrome without using any eye drops during the exam."}
{"_id": "CLIC-44-42", "text": "I have noticed that my friend seems to be quite tall and has unusually long arms and fingers. Lately, they've been experiencing joint pain and have had some vision problems. I wonder why they have these symptoms and if it could be related to a medical condition."}
{"_id": "CLIC-39-5", "text": "I've been working at my desk job for a few years now, and lately, I've been experiencing a lot of pain and numbness in my hands and wrists. It's been getting harder to type and write without discomfort. I've tried adjusting my posture and taking breaks, but nothing seems to help. I'm not sure what's wrong, but I feel like I need to find some sort of treatment for this issue."}
{"_id": "CLIC-18-25", "text": "I started feeling overwhelmed and anxious all the time, so I decided to seek help for my mental health. I have no idea what to expect in terms of treatment duration or how long it will take to start feeling better."}
{"_id": "CLIC-15-52", "text": "After my pet passed away unexpectedly, I found myself unable to concentrate at work, had trouble sleeping, and experienced recurring nightmares about the incident. I also felt intense guilt and kept replaying the events in my mind, making it hard for me to move on."}
{"_id": "CLIC-87-26", "text": "I recently went for my regular eye check-up at the optometrist's office. During the examination, they mentioned something about open-angle glaucoma. I have no idea what that is, but it sounded serious. I am curious to find out more about it before my next appointment."}
{"_id": "CLIC-46-19", "text": "I woke up in the morning with a sharp, intense pain in my right hand that seemed to radiate from my wrist. Even the slightest movement caused discomfort, and the area appeared swollen and red. I couldn't recall injuring myself, but the pain was bothering me throughout the day, especially whenever I tried to use my hand for simple tasks like grabbing objects or typing on the keyboard."}
{"_id": "CLIC-16-247", "text": "I was talking to my friend the other day when she casually mentioned that her grandmother was going to undergo DBS surgery. I had no idea what that was, but my friend explained that it was a procedure to help manage her grandmother's Parkinson's disease symptoms. I didn't know much about it, so I asked if there were any potential side effects. My friend mentioned that cognitive impairment could be a possible side effect of the surgery, which was something I hadn't considered before."}
{"_id": "CLIC-77-54", "text": "I went to visit my grandmother in the hospital after she had been feeling unwell for a while. The doctors mentioned something about genetic testing and BCD, but I have no idea what it means or if it's something my family should consider."}
{"_id": "CLIC-33-77", "text": "Recently, I've been experiencing joint pain, inflammation, and stiffness in my hands and feet. It's been quite uncomfortable and has started affecting my daily activities. I'm not sure if it's something serious like rheumatoid arthritis or just a temporary issue due to over-exertion."}
{"_id": "CLIC-64-83", "text": "I noticed some white patches on my skin that seem to be spreading, so I decided to make an appointment with a dermatologist. During the examination, the doctor mentioned that I also have inflammation in my eyes called uveitis, which I had never heard of before."}
{"_id": "CLIC-39-41", "text": "I've been feeling really tired and sluggish during the day, no matter how much I sleep at night. I'm not sure what's causing it, but I'm willing to make some changes to my daily routine to see if it helps."}
{"_id": "CLIC-65-47", "text": "I recently started a new job and have been struggling with staying motivated to complete my tasks. I find myself easily distracted and often procrastinate. I've also noticed that I've developed some new habits that are not serving me well, like constantly checking social media instead of working. I'm not sure why I'm feeling this way and why I can't seem to break these patterns."}
{"_id": "CLIC-48-8", "text": "I noticed that my grandfather's leg seemed to be getting bigger and more bowed out over time. He started experiencing pain and discomfort while walking. I had never heard of Paget's disease before and was unsure if his symptoms were related to it."}
{"_id": "CLIC-90-3", "text": "I was sitting by the window, enjoying the nice weather when I noticed these strange, dark specks floating around in my vision. I had never experienced anything like that before and didn't know what was going on. It was quite distracting and made me wonder if something was seriously wrong with my eyes."}
{"_id": "CLIC-7-17", "text": "I recently found out about a family member who has been diagnosed with DMDD, and I'm curious to know more about the condition. Are there any genetic factors that could have contributed to this?"}
{"_id": "CLIC-79-42", "text": "I noticed that my eyelid was twitching uncontrollably for a few days, which started to affect my vision. Feeling concerned, I decided to visit a doctor to seek advice on how to stop the twitching."}
{"_id": "CLIC-62-77", "text": "I recently moved to a new city and noticed that my skin has become very red and irritated. I don't know why it's happening, but I've heard that it might be because of something in the air or the water here."}
{"_id": "CLIC-37-41", "text": "I was at a trivia night with my friends, and one of the questions that came up was, \"What are vertebrae made of?\" I had no idea about medical stuff, so I just took a wild guess. It was pretty embarrassing to admit later on that I had no clue what vertebrae are composed of!"}
{"_id": "CLIC-1-192", "text": "I remember last winter when I caught a bad cold and went to the pharmacy to get some over-the-counter cold medicine. However, I didn't realize that certain ingredients in the medicine could exacerbate my anxiety symptoms, leading to increased feelings of restlessness and nervousness. It was quite a challenging experience trying to manage both the cold and anxiety at the same time."}
{"_id": "CLIC-14-123", "text": "I have been feeling quite overwhelmed and stressed due to a recent promotion at work. It's affecting my sleep, and I find it increasingly difficult to concentrate. A friend suggested I seek help from a mental health professional, but I have no idea where to start or even know what kind of professional would be best for me."}
{"_id": "CLIC-43-49", "text": "I was helping my grandmother look up information about her upcoming surgery, and she mentioned that she's getting a hip replacement. I have no clue about medical stuff, but she asked me if there are any risks involved with the surgery. She's worried, and I want to give her some answers to ease her mind."}
{"_id": "CLIC-1-103", "text": "I remember when I started my new job at the library and there was this new colleague who never spoke a word during team meetings or lunch breaks. I found it strange because she was friendly and approachable, but she would only communicate through writing or gestures. I later found out that she had selective mutism, which I had never heard of before. It was eye-opening to learn that this condition wasn't exclusive to children."}
{"_id": "CLIC-85-49", "text": "I've been experiencing frequent headaches and eye strain whenever I try to read or work on the computer for an extended period. The words on the screen seem to blur and my eyes feel tired quickly. I decided to see an eye specialist to understand what might be causing these issues."}
{"_id": "CLIC-10-105", "text": "I recently started a new job and the office building I work in has a rTMS therapy clinic on the ground floor. I've often noticed people coming in and out of the clinic, but I'm not really sure what it's all about. I wonder if there are any side effects to this therapy."}
{"_id": "CLIC-80-56", "text": "I was at a family gathering recently when my aunt mentioned that her baby had been diagnosed with pediatric cataracts. I had no idea what pediatric cataracts were or if they ran in families, so I decided to do some research to learn more."}
{"_id": "CLIC-33-4", "text": "I woke up one morning feeling extremely stiff and sore all over my body. My hands were swollen and I couldn't move them properly. Throughout the day, I also noticed redness and warmth in my joints, especially in my fingers and wrists. I didn't know what was happening to me, but the pain and stiffness were becoming unbearable."}
{"_id": "CLIC-8-82", "text": "I've noticed that I often feel very anxious and stressed, which affects my appetite. I either eat too much or too little, and my relationship with food is becoming unhealthy. I've never thought about it being an eating disorder, but I definitely feel like something is not right."}
{"_id": "CLIC-33-20", "text": "I had a really stressful week at work and then decided to help my friend move on the weekend. The next morning, I woke up with extremely swollen and painful joints. I couldn't understand why that happened out of nowhere."}
{"_id": "CLIC-14-116", "text": "I recently started seeing a therapist for my anxiety issues, and my therapist suggested that I consider collaborative care with a psychiatrist for medication management. I have no idea if this kind of treatment is covered by my insurance or how to go about finding out."}
{"_id": "CLIC-37-11", "text": "I woke up with a really sore back this morning after trying to move some heavy furniture around my apartment the day before. I have no idea what to do about it or how to make it feel better. I can't even bend down properly to tie my shoelaces."}
{"_id": "CLIC-90-45", "text": "I woke up one morning with some discomfort in my eye and noticed a small amount of bleeding on the white of my eye. I had no idea what could have caused it and started panicking a bit. Throughout the day, I noticed a bunch of dark spots floating around when I looked at bright surfaces, which was really distracting. I wondered if the bleeding in my eye was connected to these floaters and if they would ever go away."}
{"_id": "CLIC-47-96", "text": "I recently noticed that my young niece has been having trouble walking and seems to be in pain. She went to see a doctor, who mentioned something about a possible bone condition called osteopetrosis. I have no idea what that is, but I'm curious if it's even possible for a child to have it if no one else in the family has ever had it before."}
{"_id": "CLIC-81-79", "text": "I was recently diagnosed with a condition in my eyes, and the doctor mentioned something about CRVO. I have no idea what it is, but they mentioned alternative treatments. I'm not sure what those could be, but I'm open to exploring different options if it means improving my eyesight."}
{"_id": "CLIC-90-44", "text": "I was rearranging my living room and accidentally knocked over a picture frame, shattering the glass. As I was cleaning up, a small piece of glass flew up and scratched my eye. It stung a bit, but I didn't think much of it. A few days later, I started noticing strange specks and shadows in my vision. I went to the doctor, and that's when I found out that the eye injury from the glass had actually caused floaters to develop in my eye."}
{"_id": "CLIC-58-58", "text": "I work as a cashier at a busy supermarket, and my job requires me to stand for long hours on hard flooring. Lately, I've been noticing painful calluses and blisters forming on my feet, making it difficult for me to stand comfortably during my shifts. I'm not sure what's causing this, and I wonder if it's normal for everyone who stands a lot."}
{"_id": "CLIC-22-84", "text": "I went to donate blood and they asked me if I had any specific medical conditions or family history of certain diseases. I had no idea what they were talking about and mentioned that I didn't have any medical knowledge. They specifically asked if I knew about the HLA-B27 gene, but I had never heard of it before."}
{"_id": "CLIC-83-42", "text": "I was at a friend's house and noticed their cat had unusual-looking eyes. The cat's eyes had a unique shape with a significant gap in the iris, which made them look quite striking. Not knowing anything about medical conditions, I couldn't help but wonder if this was a common thing in pets."}
{"_id": "CLIC-51-182", "text": "While playing basketball with friends, I suddenly felt a sharp pain in my knee every time I landed from a jump. Ignoring the discomfort at first, the pain persisted and started affecting my daily activities. I decided to seek advice from a doctor to understand what was causing this persistent knee pain."}
{"_id": "CLIC-6-147", "text": "Lately, I've been feeling really down and unmotivated. I find it hard to get out of bed in the morning and struggle to find joy in things I used to love. It's affecting my work and relationships, but I don't know where to turn for help."}
{"_id": "CLIC-88-51", "text": "Lately, my eyes have been feeling really itchy and uncomfortable, especially when I'm working on my computer for long hours. They often feel dry and gritty, almost like there's sand in them. I've been using eye drops more frequently to try and get some relief, but it doesn't seem to be helping much."}
{"_id": "CLIC-51-3", "text": "I was at the gym, trying out a new workout routine that involved lifting weights. Suddenly, I felt a sharp pain in my back when I was doing a deadlift. I didn't know what was wrong and why it hurt so much."}
{"_id": "CLIC-44-41", "text": "I've noticed that my friend is quite tall and has unusually long fingers and toes. Lately, they have been complaining about chest pains and have mentioned that their vision seems to be getting worse. I'm starting to get concerned about their health and wonder if they should see a doctor."}
{"_id": "CLIC-11-110", "text": "I recently went through a traumatic event and have been feeling really anxious and on edge ever since. My friends and family have noticed a change in my behavior and have been encouraging me to seek help. I'm not sure what to expect from therapy, but having their support and encouragement has been helping me feel more motivated to give it a try."}
{"_id": "CLIC-57-4", "text": "I recently noticed that my toddler's skin is extremely dry and scaly, especially on their arms and legs. I have no idea why this is happening, and I'm becoming concerned if it's a common issue in children or if it's something more serious."}
{"_id": "CLIC-2-68", "text": "Sure! Sometimes I feel really restless and have a hard time focusing on my work or school assignments. I often find myself daydreaming or getting easily distracted by things around me. I've also been feeling really anxious lately, especially when I have a lot on my plate. I'm not sure if these are all connected or if they're just separate issues."}
{"_id": "CLIC-78-5", "text": "I woke up one morning with my eyelids feeling very irritated and crusted. I didn't know what was wrong, but I noticed that my eyes were red and itchy. I had never experienced this before and had no idea what could be causing it or how to make it better."}
{"_id": "CLIC-1-43", "text": "I always feel extremely nervous and self-conscious whenever I have to speak in front of a group of people. My heart starts racing, I get sweaty palms, and I often find it hard to breathe. It's becoming a real struggle for me to attend social events because of these overwhelming feelings."}
{"_id": "CLIC-66-6", "text": "After a long day at work, I decided to unwind by attending a social gathering with some friends. I noticed one of the teenagers at the party was starting to act in a more outgoing and reckless manner after consuming alcohol. As the night went on, the teenager's behavior became increasingly erratic, leading to emotional outbursts and impulsive decisions that seemed out of character. I couldn't help but wonder how alcohol was affecting their emotional regulation and decision-making abilities."}
{"_id": "CLIC-16-96", "text": "I was chatting with my friend about mental health treatments, and she mentioned that her doctor proposed trying rTMS for her depression. I was confused and asked her how it differed from electroconvulsive therapy (ECT)."}
{"_id": "CLIC-55-119", "text": "I recently adopted a rescue dog without knowing much about its breeding history. After a few months, I noticed that my dog was having difficulty walking and seemed to be in pain. I took him to the vet, and they mentioned that he might have a genetic condition that can cause long-term complications, but I didn't understand if severe forms of the recessive subtype could have any specific implications."}
{"_id": "CLIC-85-27", "text": "I noticed that I have been experiencing eye strain and double vision whenever I try to focus on objects up close, like when reading or using my phone. It's starting to affect my work as I can't concentrate for long periods. I decide to see an eye doctor to get my eyes checked, and they diagnose me with convergence insufficiency. The doctor mentions different treatment options, but I have no idea what they are or which one would work best for me."}
{"_id": "CLIC-40-19", "text": "I have been feeling exhausted all the time, and my body aches seem to never go away. I'm not sure what's wrong, but I heard about fibromyalgia. It's really impacting my daily life, and I don't know what to do."}
{"_id": "CLIC-66-54", "text": "I grew up in a tumultuous household where my parents fought constantly. As I got older, I found myself struggling with managing my emotions and turning to alcohol as a way to cope with the stress. I often wonder if my turbulent childhood has contributed to my drinking habits."}
{"_id": "CLIC-100-91", "text": "I woke up this morning with my eye feeling itchy and irritated. It's watering a lot and looks all red. I have no idea what's going on, but it's been bothering me all day. I'm wondering how long it will take for this to go away by itself."}
{"_id": "CLIC-11-73", "text": "My teenage daughter has been behaving very aggressively and rebelliously lately. She used to be outgoing and cheerful, but now she seems withdrawn and easily irritable. I am worried about her sudden change in behavior and can't understand why she is acting this way."}
{"_id": "CLIC-14-74", "text": "I have a friend who has been feeling really down lately and talking about giving up on everything. I know that people sometimes think about hurting themselves when they're feeling this way. I want to help but I'm not sure what to do, maybe I should just be there for them and try to distract them with fun activities."}
{"_id": "CLIC-9-37", "text": "I noticed that my friend, who was recently diagnosed with HIV, has been experiencing memory loss, confusion, and difficulty concentrating. I am unsure if there are effective treatments available for these neurological complications related to HIV."}
{"_id": "CLIC-73-60", "text": "I started noticing that my child was squinting a lot when watching TV or reading books. I spoke to a friend who mentioned that it might be due to a vision problem. I took my child to an optometrist who diagnosed them with amblyopia, or lazy eye. I was relieved to learn that wearing glasses or contact lenses is not a standalone solution for treating amblyopia and that my child would need a comprehensive treatment plan to improve their vision."}
{"_id": "CLIC-14-57", "text": "I noticed my friend has been acting really withdrawn lately, canceling plans at the last minute and avoiding social situations. They seem really down and have trouble focusing or sleeping. I'm starting to get really worried about them."}
{"_id": "CLIC-24-5", "text": "I woke up feeling very tired and achy. My joints were stiff and swollen, and I had trouble moving my fingers. I didn't understand why my body was feeling this way all of a sudden."}
{"_id": "CLIC-84-27", "text": "I remember attending a job interview for a position in a graphic design company. During the interview, I was asked to distinguish between different shades of colors and match them accurately. However, due to my color vision deficiency, I struggled with this task, which made me doubt whether I was suited for the role."}
{"_id": "CLIC-90-42", "text": "I woke up one morning with a sharp pain in my eye, and it was sensitive to light. As the day went on, my vision started to get blurry, and I noticed small specks floating around when I looked at bright surfaces. I had no idea what was happening and decided to seek medical help."}
{"_id": "CLIC-29-85", "text": "I have been an avid runner for years, and recently I noticed that my knee hurts every time I try to go for a run. I've also noticed that my knee feels weak, and sometimes I even struggle to bend it fully. I have no idea what could be causing this sudden weakness and pain in my knee joint."}
{"_id": "CLIC-37-81", "text": "As someone who lacks medical knowledge, I keep experiencing persistent back pain after moving furniture around at home. The discomfort has been lingering for a few weeks, and I'm unsure whether I should see a doctor or if the pain will eventually go away on its own."}
{"_id": "CLIC-55-104", "text": "I noticed that my skin was very fragile and would often blister and tear easily, especially at areas where there was a lot of friction. Over time, I developed open sores and wounds that seemed to take longer than usual to heal. I didn't think much of it at first, but then I started experiencing infections in those areas, which made the situation even worse."}
{"_id": "CLIC-93-64", "text": "I've been experiencing severe headaches and blurry vision for a while now. I decided to visit my doctor to get checked out. After some tests and consultations, the doctor mentioned that I have a condition called Idiopathic Intracranial Hypertension (IIH). He explained that if my symptoms worsen and medications don't work, I may need shunt surgery to help relieve the pressure in my brain."}
{"_id": "CLIC-66-38", "text": "I recently got a pet hamster for my daughter, and I noticed that it behaves quite differently after accidentally consuming a tiny bit of wine that was spilled on the kitchen floor. It made me wonder if alcohol affects adolescent hamsters differently than adult ones."}
{"_id": "CLIC-44-6", "text": "I noticed that my friend always seems to have long limbs and slender fingers. They mentioned that they have been experiencing frequent joint pains and have concerns about their heart health. I wonder if there is a genetic factor that could be causing these physical features and symptoms."}
{"_id": "CLIC-42-31", "text": "I was at the park when I saw a teenage boy fall off his skateboard while attempting a trick. He was holding his arm and wincing in pain. I wasn't sure what happened, but his friends mentioned something about his growth plate being injured."}
{"_id": "CLIC-67-37", "text": "I was at a family gathering when my cousin suddenly turned red and started feeling nauseous after drinking just a little bit of wine. Concerned, we asked him if he was okay and he explained that he always had this reaction to alcohol. Curious, we started discussing if this had any other effects on his health, but none of us really knew much about genes or medical knowledge."}
{"_id": "CLIC-29-9", "text": "I've been experiencing a lot of pain and stiffness in my knees whenever I try to go for a run or even climb stairs. I've tried resting and taking some over-the-counter pain medication, but it doesn't seem to be getting any better. I'm starting to wonder if this is something more serious than just normal wear and tear on my joints."}
{"_id": "CLIC-51-98", "text": "I was helping a friend move furniture and suddenly felt a sharp pain in my upper arm. The next day, my arm was sore and I had difficulty moving it. I overheard someone mention different grades of muscle strains, but I had no idea what they were talking about."}
{"_id": "CLIC-42-29", "text": "When I took my daughter to play soccer, she suddenly fell and couldn't put weight on her leg. She was crying in pain, and her leg looked swollen and deformed. I had no idea what was wrong, but I knew it was serious."}
{"_id": "CLIC-53-51", "text": "I woke up one morning and noticed small circular bald patches on my scalp. I was completely caught off guard and had no idea what was happening. As the patches started spreading, I began to panic and didn't know who to turn to for help. It was a confusing and stressful experience."}
{"_id": "CLIC-19-52", "text": "I was taking a walk in the park when I noticed a person muttering to themselves and seemingly having a heated argument with someone who wasn't there. They were also gesticulating wildly and irregularly, making me feel uncomfortable and unsure of how to react."}
{"_id": "CLIC-84-76", "text": "I was at a family gathering when my cousin mentioned that both her brothers have color vision deficiency, also known as color blindness. She was wondering if it's genetic because her son has been mixing up colors lately. She was unsure if she should be concerned or not about her son's color vision."}
{"_id": "CLIC-33-36", "text": "My doctor mentioned that smoking can have various negative effects on my health, but I'm not sure how it specifically relates to arthritis. I've been a heavy smoker for years, and recently, I've started experiencing pain and swelling in my joints. I wonder if there could be a connection between my smoking habit and this new health issue."}
{"_id": "CLIC-29-114", "text": "As an office worker, I spend long hours typing on my computer and often experience stiffness and discomfort in my wrists and fingers. Despite being unaware of the potential impact, I continue to work through the pain, not realizing that these repetitive movements may contribute to the development of osteoarthritis in my hands."}
{"_id": "CLIC-74-47", "text": "I was at my friend's baby shower when she excitedly told us that she was getting a special genetic test done to find out more about the baby's health. She mentioned something about detecting any possible abnormalities early on. I had no idea what she was talking about, but it seemed like an important and exciting part of her pregnancy journey."}
{"_id": "CLIC-40-59", "text": "I have a friend who has been complaining about widespread pain and fatigue for months, but no one seems to know what's wrong. They have been to multiple doctors, but nobody can seem to figure out what is causing their symptoms."}
{"_id": "CLIC-39-45", "text": "I noticed that I often experience back pain after sitting at my desk for long hours working from home. I have no idea what stretches or exercises could help with this discomfort."}
{"_id": "CLIC-87-126", "text": "As I was getting older, my vision started to deteriorate, and I noticed dark floaters in my line of sight. Concerned about my eyesight, I visited an ophthalmologist who recommended a vitrectomy to address the issue. Not knowing anything about medical procedures, I was curious and apprehensive about what a vitrectomy entailed."}
